Repository: ProtonVPN/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: be_by, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, id_id, it_it, ja_jp, ka_ge, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua

# Settings_Connection_Advanced_NatType_Conflict_Description
source: You won't be able to use port forwarding with Moderate NAT.
be_by: У вас не будзе магчымасці выкарыстоўваць перанакіраванне партоў з Moderate NAT.
cs_cz: Nebudete moci používat přesměrování portů s Moderate NAT.
de_de: Mit moderatem NAT kannst du die Port-Weiterleitung nicht nutzen.
el_gr: Δε θα μπορείτε να χρησιμοποιήσετε την προώθηση θυρών με Moderate NAT.
es_es: No podrás usar la redirección de puertos con la NAT moderada.
fa_ir: شما با NAT نوع متوسط، قادر به استفاده از Port forwarding نخواهید بود.
fi_fi: Et voi käyttää porttiohjausta keskitasoisen NAT:n kanssa.
fr_fr: Vous ne pourrez pas utiliser la redirection de port avec un NAT modéré.
id_id: Anda tidak akan dapat menggunakan penerusan port dengan NAT Moderat.
it_it: Non potrai utilizzare il port forwarding con NAT Moderato.
ja_jp: Moderate NAT ではポート転送を使用できません。
ka_ge: თქვენ ვერ გამოიყენებთ პორტის გადამისამართებას საშუალო NAT-ით.
ko_kr: 일반형 NAT으로 포트 포워딩 사용이 불가합니다.
nb_no: Du vil ikke kunne bruke portvideresending med moderat NAT.
nl_nl: U kunt port forwarding niet gebruiken met Gematigde NAT.
pl_pl: Nie będzie można użyć przekierowania portów z opcją umiarkowanego NAT.
pt_pt: Não será possível utilizar o encaminhamento de portas com o NAT moderado.
ro_ro: Nu veți putea utiliza redirecționarea portului cu NAT moderat.
ru_ru: Вы не сможете использовать переадресацию портов вместе с Умеренным NAT.
sk_sk: S funkciou Moderate NAT nebudete môcť používať presmerovanie portov.
sl_si: Ne boste mogli uporabljati posredovanja vrat z zmernim NAT.
sv_se: Du kommer inte att kunna använda vidarebefordran av portar med måttlig NAT.
tr_tr: Ilımlı NAT kullanırken bağlantı noktalarını yönlendiremeyeceksiniz.
uk_ua: Ви не зможете використовувати переспрямування портів, увімкнувши помірний NAT.

# Settings_Connection_Advanced_NatType_Conflict_Title
source: Enable Moderate NAT?
be_by: Уключыць умераны NAT?
cs_cz: Povolit Moderate NAT?
de_de: Moderates NAT aktivieren?
el_gr: Ενεργοποιήστε το Μέτριο NAT?
es_es: ¿Activar NAT moderada?
fa_ir: فعالسازی NAT متوسط?
fi_fi: Otetaanko keskitasoinen NAT käyttöön?
fr_fr: Activer le NAT modéré?
id_id: Aktifkan NAT Moderat?
it_it: Vuoi abilitare NAT Moderato?
ja_jp: モデレート NAT を有効にする?
ka_ge: საშუალო NAT-ის ჩართვა?
ko_kr: 일반형 NAT를 활성화하시겠어요?
nb_no: Aktiver Moderat NAT?
nl_nl: Gematigde NAT inschakelen?
pl_pl: Włączyć umiarkowany NAT?
pt_pt: Ativar NAT moderado?
ro_ro: Activare NAT moderat?
ru_ru: Включить Умеренный NAT?
sk_sk: Povoliť Moderate NAT?
sl_si: Omogoči zmerni NAT?
sv_se: Aktivera måttlig NAT?
tr_tr: Ilımlı NAT açılsın mı?
uk_ua: Увімкнути помірне NAT?

# Settings_Connection_Advanced_NatType_Description
source: Select a network address translation type for your connection.
be_by: Выберыце тып трансляцыі сеткавых адрасоў для вашага падключэння.
cs_cz: Vyberte typ překladu síťových adres (NAT) vašeho připojení.
de_de: Wähle einen NAT-Typ für deine Verbindung.
el_gr: Επιλέξτε έναν τύπο μετάφρασης διεύθυνσης δικτύου για τη σύνδεσή σας.
es_es: Selecciona un tipo de traducción de dirección de red para tu conexión.
fa_ir: یک نوع از برگردان نشانی شبکه (NAT) برای اتصالتان انتخاب کنید.
fi_fi: Valitse yhteytesi osoitteenmuunnoksen (NAT) tyyppi.
fr_fr: Sélectionnez un type de traduction d'adresse réseau pour votre connexion.
id_id: Pilih tipe terjemahan alamat jaringan (NAT) untuk koneksi Anda.
it_it: Seleziona un tipo di traduzione dell'indirizzo di rete per la tua connessione.
ja_jp: 接続のネットワーク アドレス変換タイプを選択します。
ka_ge: აირჩიეთ ქსელის თარგმანის ტიპი თქვენი მიერთებისთვის.
ko_kr: 네트워크 주소 변환 방식을 선택하십시오.
nb_no: Velg en nettverksadresseoversettelsestype for tilkoblingen.
nl_nl: Selecteer een netwerkadresomzettingstype voor uw verbinding.
pl_pl: Wybierz typ NAT dla połączenia.
pt_pt: Selecione um tipo de tradução de endereços de rede para a sua conexão.
ro_ro: Selectați un tip de traducere a adreselor de rețea pentru conexiunea proprie.
ru_ru: Выберите тип преобразования сетевых адресов для вашего подключения.
sk_sk: Vyberte typ prekladu sieťových adries vášho pripojenia.
sl_si: Izberite vrsto prevoda omrežnega naslova za svojo povezavo.
sv_se: Välj en nätverksadressöversättningstyp för din anslutning.
tr_tr: Bağlantınız için bir ağ adresi dönüştürme (NAT) türü seçin.
uk_ua: Виберіть тип трансляції мережевої адреси для свого з'єднання.

# Settings_Connection_Advanced_NatType_Moderate
source: Moderate (type 2)
be_by: Умераны (тып 2)
de_de: Moderat (Typ 2)
el_gr: Μέτρια (τύπος 2)
es_es: Moderada (tipo 2)
fa_ir: متوسط (نوع ۲)
fi_fi: Keskitasoinen (tyyppi 2)
fr_fr: Modéré (type 2)
id_id: Moderat (tipe 2)
it_it: Moderato (tipo 2)
ja_jp: 中程度(タイプ 2)
ka_ge: საშუალო (ტიპი 2)
ko_kr: 일반형 (type 2)
nb_no: Moderat (type 2)
nl_nl: Gematigd (type 2)
pl_pl: Umiarkowany (typ 2)
pt_pt: Moderado (tipo 2)
ro_ro: Moderat (tip 2)
ru_ru: Умеренное (тип 2)
sk_sk: Stredný (typ 2)
sl_si: Zmerno (tip 2)
sv_se: Måttlig (typ 2)
tr_tr: Ilımlı (Type 2)
uk_ua: Помірний (тип 2)

# Settings_Connection_Advanced_NatType_Moderate_Description
source: Some restriction on data entering your network. This option is best for online video gaming.
be_by: Некаторыя абмежаванні на даныя, якія трапляюць у вашу сетку. Гэты параметр найлепш пасуе для сеткавых гульняў.
cs_cz: Nějaké omezení dat vstupujících do vaší sítě. Toto je nejlepší volba pro hraní online video her.
de_de: Gewisse Beschränkungen für den Datenverkehr in deinem Netz. Diese Option eignet sich am besten für Online-Videospiele.
el_gr: Ορισμένοι περιορισμοί στα δεδομένα που εισέρχονται στο δίκτυό σας. Αυτή η επιλογή είναι καλύτερη για διαδικτυακά βιντεοπαιχνίδια.
es_es: Cierta restricción en los datos que entran en tu red. Esta opción es la mejor para juegos online.
fa_ir: همراه با بعضی محدودیت‌ها بر داده‌هایی که وارد شبکه‌تان می‌شود. این گزینه برای بازی کردن آنلاین بهترین است.
fi_fi: Rajoittaa verkkoosi saapuvaa tiedonsiirtoa jonkin verran. Tämä vaihtoehto sopii verkkopelaamiseen parhaiten.
fr_fr: Il existe certaines restrictions sur les données entrant dans votre réseau. Cette option est parfaite pour les jeux vidéo en ligne.
id_id: Menerapkan beberapa pembatasan bagi data yang memasuki jaringan Anda. Opsi ini merupakan opsi terbaik untuk permainan online.
it_it: Alcune restrizioni sui dati che entrano nella tua rete. Questa opzione è la migliore per i videogiochi online.
ja_jp: ネットワークに入るデータにはいくつかの制限があります。 このオプションはオンライン ビデオ ゲームに最適です。
ka_ge: მცირე შეზღუდვები თქვენს ქსელში შემომავალი მონაცემებისთვის. ეს პარამეტრი საუკეთესოა ონლაინ-თამაშებისთვის.
ko_kr: 네트워크에 들어오는 데이터를 약간 통제합니다. 온라인 비디오 게이밍에 최적입니다.
nb_no: Noen begrensninger på data som kommer inn i nettverket ditt. Dette alternativet er best for nettvideospill.
nl_nl: Enige beperking op data die uw netwerk binnenkomt. Deze optie is de beste voor videogaming.
pl_pl: Częściowo ogranicza dane przychodzące. Ta opcja jest najlepsza dla gier online.
pt_pt: Algumas restrições em dados que entram na sua rede. Esta opção é a melhor para os jogos de vídeo online.
ro_ro: O anumită restricție la datele care intră în rețeaua personală. Această opțiune este cea mai bună pentru jocurile video online.
ru_ru: Некоторое ограничение на поступление данных в вашу сеть. Этот вариант лучше всего подходит для сетевых видеоигр.
sk_sk: Niektoré obmedzenia dát vstupujúcich do vašej siete. Táto voľba je najlepšia pre hranie online video hier.
sl_si: Nekatere omejitve podatkov, ki vstopajo v vaše omrežje. Ta možnost je najboljša za spletne video igre.
sv_se: Vissa begränsningar för data som kommer in i ditt nätverk. Detta alternativ är bäst för videospel online.
tr_tr: Ağınıza giren bazı verileri kısıtlar. Bu seçenek çevrim içi video oyunları için en iyisidir.
uk_ua: Певні обмеження щодо даних, які входять до вашої мережі. Цей параметр оптимальний для онлайн-відеоігор.

# Settings_Connection_Advanced_NatType_Strict
source: Strict (type 3)
be_by: Абмежаваны (тып 3)
de_de: Strikt (Typ 3)
el_gr: Αυστηρή (τύπος 3)
es_es: Estricta (tipo 3)
fa_ir: سخت‌گیر (نوع ۳)
fi_fi: Tiukka (tyyppi 3)
id_id: Ketat (tipe 3)
it_it: Rigoroso (tipo 3)
ja_jp: 厳密(タイプ 3)
ka_ge: მკაცრი (ტიპი 3)
ko_kr: 엄격하게 (3번)
nb_no: Streng (type 3)
nl_nl: Strikt (type 3)
pl_pl: Ścisły (typ 3)
pt_pt: Estrito (tipo 3)
ro_ro: Strict (tip 3)
ru_ru: Строгое (тип 3)
sk_sk: Prísny (typ 3)
sl_si: Strogo (tip 3)
sv_se: Strikt (typ 3)
tr_tr: Kısıtlı (Type 3)
uk_ua: Суворий (тип 3)

# Settings_Connection_Advanced_NatType_Strict_Description
source: Restricts the data entering your network. This option is more secure, but can make peer-to-peer gaming connections more difficult.
be_by: Абмяжоўваюць даныя, якія трапляюць у вашу сетку. Гэты параметр найбольш бяспечны, але можа прывесці да ўзнікнення праблем у гульнях, якія патрабуюць аднарангавага падключэння.
cs_cz: Omezuje data vstupující do vaší sítě. Tato volba je bezpečnější, ale může ztížit herní připojení typu peer-to-peer.
de_de: Schränkt den Datenverkehr in deinem Netzwerk ein. Diese Option ist sicherer, kann aber Peer-to-Peer Videospiel-Verbindungen erschweren.
el_gr: Περιορίζει τα δεδομένα που εισέρχονται στο δίκτυό σας. Αυτή η επιλογή είναι πιο ασφαλής, αλλά μπορεί να δυσκολέψει τις ομότιμες συνδέσεις παιχνιδιών.
es_es: Restringe los datos que entran en tu red. Esta opción es más segura pero puede dificultar más las conexiones de juegos entre pares.
fa_ir: داده‌هایی که وارد شبکه‌تان می‌شود را محدود می‌کند. این گزینه امن‌تر است، اما می‌تواند اتصالات همتا به همتا (P2P) بازی‌های آنلاین را دشوار کند.
fi_fi: Rajoittaa verkkoosi saapuvaa tiedonsiirtoa. Tämä vaihtoehto on turvallisempi, mutta saattaa hankaloittaa laitteiden välisiä peliyhteyksiä.
fr_fr: Restreint les données entrant dans votre réseau. Cette option est plus sûre, mais peut compliquer les connexions P2P pour les jeux vidéo.
id_id: Membatasi data yang memasuki jaringan Anda. Opsi ini lebih aman, namun dapat mempersulit koneksi peer-to-peer antar aplikasi permainan.
it_it: Limita i dati che entrano nella tua rete. Questa opzione è più sicura, ma può rendere più difficili le connessioni di gioco peer-to-peer.
ja_jp: ネットワークに入るデータを制限します。 このオプションはより安全ですが、ピアツーピア ゲーム接続がより困難になる可能性があります。
ka_ge: ზღუდავს თქვენს ქსელში შემომავალ ინფორმაციას. ეს პარამეტრი ფრო დაცულია, მაგრამ გამჭოლი მიერთების გამომყენებელი თამაშების მუშაობა უფრო ძნელი იქნება.
ko_kr: 네트워크에 들어오는 데이터를 통제합니다. 확실한 만큼 피어 투 피어 게이밍 접속이 어려워질 수 있습니다.
nb_no: Begrenser dataene som kommer inn i nettverket. Dette alternativet er sikrere, men kan gjøre node-til-node-spilltilkoblinger vanskeligere.
nl_nl: Beperkt de data die uw netwerk binnenkomt. Deze optie is veiliger, maar kan peer-to-peer gamingverbindingen bemoeilijken.
pl_pl: Ogranicza dane przychodzące. Ta opcja jest bezpieczniejsza, ale może utrudniać połączenia P2P w grach.
pt_pt: Restringe os dados que entram na sua rede. Esta opção é mais segura, mas pode dificultar as conexões de jogos P2P.
ro_ro: Restricționează datele care intră în rețeaua proprie. Această opțiune este mai sigură, dar poate face mai dificilă conexiunile jocurilor cu utilizatori multipli.
ru_ru: Ограничивает поступление данных в сеть. Этот вариант более безопасен, но может затруднить одноранговые игровые соединения.
sk_sk: Obmedzuje dáta vstupujúce do vašej siete. Táto voľba je bezpečnejšia, ale môže skomplikovať pripojenie k hrám typu peer-to-peer.
sl_si: Omejuje podatke, ki vstopajo v vaše omrežje. Ta možnost je bolj varna, vendar lahko oteži povezave P2P pri igranju iger.
sv_se: Begränsar den data som ankommer till ditt nätverk. Detta alternativ är säkrare, men kan göra peer-to-peer spel-anslutningar svårare.
tr_tr: Ağınıza giren verileri kısıtlar. Bu seçenek daha güvenlidir ancak eşler arası oyun bağlantılarında sorun çıkarabilir.
uk_ua: Обмеження щодо даних, які входять до вашої мережі. Цей параметр безпечніший, але може ускладнити безпосередні з'єднання peer-to-peer в іграх.

# Settings_Connection_Advanced_OpenVpnDriver_Tap
source: Routes traffic between different networks.
be_by: Трафік сеткавага моста. Больш павольны за TUN, але патрабуецца для некаторых састарэлых або адмысловых сеткавых наладак.
el_gr: Δρομολογεί την κυκλοφορία μεταξύ διαφορετικών δικτύων.
es_es: Enruta el tráfico entre redes diferentes.
fi_fi: Reitittää liikennettä eri verkkojen välillä.
id_id: Mengalihkan lalu lintas data melalui berbagai jaringan yang berbeda.
ka_ge: არის ხიდი ქსელის ტრაფიკისთვის. უფრო ნელია, ვიდრე TUN, მაგრამ საჭიროა ზოგიერთი მოძველებული, ან სპეციალური ქსელებისთვის.
nl_nl: Routeert verkeer tussen verschillende netwerken.
pl_pl: Przekierowuje ruch między różnymi sieciami.
pt_pt: Bridges network traffic. Slower than TUN, but needed for some legacy or special network setups.
ro_ro: Direcționează traficul prin diferite rețele.
sk_sk: Smeruje prevádzku medzi rôznymi sieťami.
sl_si: Premosti omrežni promet. Je počasnejši od TUN, vendar je potreben za nekatere starejše ali posebne omrežne konfiguracije.
sv_se: Dirigerar trafik mellan olika nätverk.
uk_ua: Міст для мережевого трафіку. Повільніший, ніж TUN, але необхідний для деяких застарілих або спеціальних мережевих налаштувань.

# Settings_Connection_Advanced_OpenVpnDriver_Tun_Description
source: Uses bridging to connect networks. TUN provides higher speeds than TAP, but may be less stable.
be_by: Перанакіроўвае трафік паміж рознымі сеткамі. TUN можа быць хутчэй і больш стабільным, чым TAP.
el_gr: Χρησιμοποιεί γεφύρωση για τη σύνδεση δικτύων. Το TUN παρέχει υψηλότερες ταχύτητες από το TAP, αλλά μπορεί να είναι λιγότερο σταθερό.
es_es: Usa puentes para conectar redes. TUN ofrece velocidades más altas que TAP, pero puede ser menos estable.
fi_fi: Käyttää siltausta verkkojen yhdistämiseen. TUN tarjoaa suurempia nopeuksia kuin TAP, mutta se ei välttämättä ole yhtä vakaa.
id_id: Menggunakan teknologi penjembatanan (bridging) untuk menghubungkan jaringan. TUN memberikan kecepatan yang lebih tinggi dari TAP, namun dapat berfungsi secara lebih tidak stabil.
ka_ge: ახდენს ტრაფიკის მარშრუტიზაციას სხვადასხვა ქსელებს შორის. TUN, შეიძლება, TAP-ზე უფრო სწრაფი და სტაბილური იყოს.
nl_nl: Gebruikt bridging om netwerken te verbinden. TUN biedt hogere snelheden dan TAP, maar is mogelijk minder stabiel.
pl_pl: Wykorzystuje mosty do łączenia sieci. Adapter TUN zapewnia wyższe prędkości niż TAP, ale może być mniej stabilny.
pt_pt: Routes traffic between different networks. TUN can be faster and more stable than TAP.
ro_ro: Folosește punți pentru a conecta rețelele. TUN oferă viteze mai mari decât TAP, dar poate fi mai puțin stabil.
sk_sk: Používa premostenie na pripojenie sietí. TUN poskytuje vyššie rýchlosti ako TAP, ale môže byť menej stabilný.
sl_si: Usmerja promet med različnimi omrežji. TUN je lahko hitrejši in stabilnejši od TAP.
sv_se: Använder bryggning för att ansluta nätverk. TUN ger högre hastigheter än TAP, men kan vara mindre stabil.
uk_ua: Спрямовує трафік між різними мережами. TUN може бути швидшим і стабільнішим, ніж TAP.

# Settings_Connection_Default
source: Default connection
be_by: Прадвызначанае падключэнне
cs_cz: Výchozí připojení
de_de: Standardverbindung
el_gr: Προεπιλεγμένη σύνδεση
es_es: Conexión por defecto
fi_fi: Oletusyhteys
fr_fr: Connexion par défaut
id_id: Koneksi bawaan
it_it: Connessione predefinita
ja_jp: デフォルト接続
ka_ge: ნაგულისხმევი მიერთება
ko_kr: 기본 연결
nb_no: Standard forbindelse
nl_nl: Standaardverbinding
pl_pl: Domyślne połączenie
pt_pt: Ligação predefinida
ro_ro: Conexiune implicită
ru_ru: Подключение по умолчанию
sk_sk: Predvolené pripojenie
sl_si: Privzeta povezava
sv_se: Standardanslutning
tr_tr: Varsayılan bağlantı
uk_ua: Типове з'єднання

# Settings_Connection_Default_Fastest
source: Fastest country
be_by: Найхутчэйшыя краіны
cs_cz: Nejrychlejší země
de_de: Schnellstes Land
el_gr: Ταχύτερη χώρα
es_es: País más rápido
fa_ir: سریع‌ترین کشور
fi_fi: Nopein maa
fr_fr: Pays le plus rapide
id_id: Negara tercepat
it_it: Paese più veloce
ja_jp: 最速の国
ka_ge: უსწრაფესი ქვეყანა
ko_kr: 가장 빠른 국가
nb_no: Raskeste land
nl_nl: Snelste land
pl_pl: Najszybszy kraj
pt_pt: País mais rápido
ro_ro: Cea mai rapidă țară
ru_ru: Самая быстрая страна
sk_sk: Najrýchlejšia krajina
sl_si: Najhitrejša država
sv_se: Snabbaste land
tr_tr: En hızlı ülke
uk_ua: Найшвидша країна

# Settings_Connection_Default_Fastest_Description
source: The best server based on your location
be_by: Лепшыя серверы на падставе вашага размяшчэння
cs_cz: Nejlepší server na základě vaší polohy
de_de: Der beste Server für deinen Standort
el_gr: Ο καλύτερος διακομιστής με βάση την τοποθεσία σας
es_es: El mejor servidor en función de tu ubicación
fi_fi: Sijaintisi perusteella paras palvelin
fr_fr: Le meilleur serveur selon votre emplacement
id_id: Server terbaik berdasarkan lokasi Anda
it_it: Il miglior server in base alla tua posizione
ja_jp: あなたの所在地に基づいた最適なサーバー
ka_ge: საუკეთესო სერვერი თქვენს მდებარეობაზე დაყრდნობით
ko_kr: 현재 회원님 위치에 기반한 최상의 서버
nb_no: Den beste tjeneren basert på plasseringen din
nl_nl: De beste server op basis van uw locatie
pl_pl: Najlepszy serwer dla Twojej lokalizacji
pt_pt: O melhor servidor com base na sua localização
ro_ro: Cel mai bun server disponibil
ru_ru: Лучший сервер на основе вашего местоположения
sk_sk: Najlepší server na základe vašej polohy
sl_si: Najboljši strežnik glede na vašo lokacijo
sv_se: Den bästa servern baserat på din plats
tr_tr: Konumunuza uygun en iyi sunucu
uk_ua: Найкращий сервер на основі вашого розташування

# Settings_Connection_Default_Last
source: Last connection
be_by: Апошняе падключэнне
cs_cz: Poslední připojení
de_de: Letzte Verbindung
el_gr: Τελευταία σύνδεση
es_es: Última conexión
fi_fi: Edellinen yhteys
fr_fr: Dernière connexion
id_id: Koneksi terakhir
it_it: Ultima connessione
ja_jp: 最後の接続
ka_ge: ბოლო მიერთება
ko_kr: 최근 연결
nb_no: Siste forbindelse
nl_nl: Laatste verbinding
pl_pl: Ostatnie połączenie
pt_pt: Última ligação
ro_ro: Ultima conexiune
ru_ru: Последнее соединение
sk_sk: Posledné pripojenie
sl_si: Zadnja povezava
sv_se: Senaste anslutning
tr_tr: Son bağlantı
uk_ua: Останнє з'єднання

# Settings_Connection_Default_Last_Description
source: Your most recently used connection
be_by: Ваша апошняе выкарыстанае падключэнне
cs_cz: Vaše poslední použité připojení
de_de: Deine zuletzt verwendete Verbindung
el_gr: Η σύνδεση που χρησιμοποιήσατε πιο πρόσφατα
es_es: Tu conexión usada más recientemente
fi_fi: Viimeksi käyttämäsi yhteys
fr_fr: Votre connexion récente la plus utilisée
id_id: Koneksi yang terakhir Anda gunakan
it_it: La tua connessione utilizzata più di recente
ja_jp: 最近使用した接続
ka_ge: ბოლოს გამოყენებული მიერთება
ko_kr: 회원님이 주로 사용한 연결
nb_no: Den sist brukte tilkoblingen
nl_nl: Uw meest recent gebruikte verbinding
pl_pl: Ostatnio używane połączenia
pt_pt: A sua ligação utilizada mais recentemente
ro_ro: Ultima conexiune folosită
ru_ru: Ваше последнее использованное подключение
sk_sk: Vaše naposledy použité pripojenie
sl_si: Vaša nazadnje uporabljena povezava
sv_se: Din senast använda anslutning
tr_tr: Son kullandığınız bağlantı
uk_ua: Ваше нещодавно використане з'єднання

# Settings_Connection_KillSwitch_Advanced
source: Advanced
be_by: Дадаткова
el_gr: Προχωρημένα
es_es: Avanzado
fa_ir: پیشرفته
fi_fi: Edistynyt
id_id: Lanjutan
ka_ge: დამატებით
nl_nl: Geavanceerd
pl_pl: Zaawansowany
pt_pt: Avançadas
ro_ro: Avansat
sk_sk: Pokročilé
sl_si: Napredno
sv_se: Avancerat
uk_ua: Розширений

# Settings_Connection_KillSwitch_Advanced_Description
source: Only allow internet access when connected to Proton VPN. Advanced kill switch will remain active even when you restart your device.
be_by: Дазваляць доступ да інтэрнэту толькі, калі Proton VPN падключаны. Пашыраны Kill Switch застанецца актыўным нават, калі вы перазапусціце прыладу.
el_gr: Επιτρέψτε την πρόσβαση στο διαδίκτυο μόνο όταν είστε συνδεδεμένοι στο Proton VPN. Η προηγμένη λειτουργία kill switch θα παραμείνει ενεργή ακόμα και όταν επανεκκινήσετε τη συσκευή σας.
es_es: Permite la conexión a internet solo cuando tengas conexión con Proton VPN. El Kill Switch avanzado seguirá activo incluso si reinicias tu dispositivo.
fi_fi: Pääsy Internetiin sallitaan vain silloin, kun yhteys Proton VPN:ään on muodostettu. Edistynyt tappokytkin pysyy käytössä, vaikka käynnistät laitteesi uudelleen.
id_id: Membatasi agar akses internet hanya tersedia pada saat Anda terhubung ke Proton VPN. Kill switch lanjutan akan tetap aktif bahkan ketika Anda memulai ulang perangkat Anda.
ka_ge: ინტერნეტთან წვდომის, მხოლოდ, Proton VPN-თან ერთად დაშვება. Kill Switch აქტიური დარჩება მაშინაც კი, როცა თქვენს მოწყობილობას გადატვირთავთ.
nl_nl: Sta internettoegang alleen toe als u verbonden bent met Proton VPN. De geavanceerde kill switch blijft actief, zelfs als u uw apparaat opnieuw opstart.
pl_pl: Zezwala na dostęp do Internetu tylko podczas połączenia z usługą Proton VPN. Funkcja kill switch pozostanie aktywna nawet po ponownym uruchomieniu urządzenia.
pt_pt: Permita o acesso à internet apenas quando estiver conectado ao Proton VPN. O kill switch avançado permanecerá ativo mesmo após reiniciar o seu dispositivo.
ro_ro: Permiteți accesul la internet numai atunci când este conectat la Proton VPN. Întrerupătorul de conexiune avansat va rămâne activ chiar și atunci când reporniți dispozitivul.
sk_sk: Povoľte prístup k internetu iba pri pripojení k Proton VPN. Pokročilý Kill Switch zostane aktívny, aj keď reštartujete zariadenie.
sl_si: Dovolite dostop do interneta samo, ko ste povezani s Proton VPN. Napredno odklopno stikalo bo ostalo aktivno tudi, ko znova zaženete napravo.
sv_se: Tillåt endast internetåtkomst när du är ansluten till Proton VPN. Avancerad kill switch förblir aktiv även när du startar om din enhet.
uk_ua: Дозволяти доступ до інтернету лише за наявності активного з'єднання Proton VPN. Розширений Kill Switch залишатиметься активним навіть після перезавантаження пристрою.

# Settings_Connection_KillSwitch_Conflict_Description
source: This will disable split tunneling.
el_gr: Αυτό θα απενεργοποιήσει τη διαίρεση σήραγγας.
es_es: Esta acción desactivará el túnel dividido.
fi_fi: Tämä poistaa jaetun tunneloinnin käytöstä.
id_id: Tindakan ini akan menonaktifkan split tunneling.
nl_nl: Hiermee wordt split tunneling uitgeschakeld.
pl_pl: Spowoduje to wyłączenie funkcji split tunneling.
ro_ro: Aceasta va dezactiva divizarea traficului.
sk_sk: Týmto zakážete split tunneling.
sv_se: Detta kommer inaktivera split tunneling.

# Settings_Connection_KillSwitch_Conflict_Title
source: Enable kill switch?
el_gr: Ενεργοποίηση kill switch;
es_es: ¿Activar el Kill Switch?
fi_fi: Otetaanko tappokytkin käyttöön?
id_id: Aktifkan kill switch?
nl_nl: Kill switch inschakelen?
pl_pl: Włączyć kill switch?
ro_ro: Activați întrerupătorul de conexiune?
sk_sk: Zapnúť Kill Switch?
sv_se: Aktivera kill switch?
